Repository: tyoung3/ccide
Catalog: po/*.po
Languages: da, de, eo, es, fi, fr, fur, hr, ka, lv, nl, pl, ru, sr, sv, uk, vi, zh_cn

source: %s_COMMENT(%s Substitution strings are: %s and %s%s)
da: %s_COMMENT(%s Substitutionsstrenge er: %s og %s%s)
de: %s_COMMENT(%s Zeichenketten zur Ersetzung sind: %s und %s%s)
eo: %s_KOMENTO(%s Anstataŭigaj ĉenoj estas: %s kaj %s%s)
es: %s_COMMENT(%s Las cadenas de substitución son: %s y %s%s)
fi: %s_COMMENT(%s Korvausmerkkijonoja ovat: %s ja %s%s)
fr: %s_COMMENT (Chaînes de substitution pour %s sont: %s et %s%s)
fur: %s_COMMENT(%s stringhis di sostituzion a son: %s e %s%s)
hr: %s_COMMENT(%s Zamjenski nizovi su: %s i %s%s)
ka: %s_COMMENT(%s შემცვლელი სტრიქონებია: %s და %s%s)
lv: %s_COMMENT(%s Aizvietošanas virknes ir: %s un %s%s)
nl: %s_COMMENT(%s vervangende tekenreeksen zijn: %s en %s%s)
pl: %s_COMMENT(%s Łańcuchy podstawień to: %s i %s%s)
ru: %s_COMMENT(%s Строки подстановки: %s and %s%s)
sr: %s_НАПОМЕНА(%s ниске замене су: %s и %s%s)
sv: %s_COMMENT(%s Ersättningssträngar är: %s och %s%s)
uk: %s_COMMENT(%s Рядки-замінники: %s і %s%s)
vi: %s_COMMENT(%s Các chuỗi thay thế là: %s và %s%s)
zh_cn: %s_COMMENT(%s 替换字符串是: %s 和 %s%s)

source: %i exceeds maximum skeleton size:%i. Resetting.
da: %i er større end maksimal skeletstørrelse:%i. Nulstiller.
de: %i überschreitet die maximale Gerüstgröße %i. Es wird neu gestartet.
eo: %i preterpasas la maksimuman skeleto-grandon:%i. Ni reekigas.
es: %i excede el tamaño máximo del esqueleto%i. Reseteando.
fi: %i ylittää kehyksen enimmäiskoon:%i. Nollataan.
fr: %i dépasse la taille maximum du squelette: %i. Ré-initialisation.
fur: %i al supere la dimension dal scheletri massime:%i. Si ripristine.
hr: %i prekoračuje najveću veličinu predloška:%i. Resetiram.
ka: %i აჭარბებს ჩონჩხის მაქსიმალურ ზომას:%i. თავიდან დაყენება.
lv: %i pārsniedz maksimālo skeleta izmēru:%i. Atiestata.
nl: %i overschrijdt maximum grootte raamwerk:%i. Herstellen.
pl: %i przekracza maksymalny rozmiar szkieletu %i. Reset.
ru: %i превышает максимальный размер каркаса:%i. Сброс.
sr: %i превазилази највећу величину нацрта:%i. Поништавам.
sv: %i överstiger maximal skelettstorlek:%i. Återställer.
uk: %i перевищує максимальний розмір каркасу: %i. Скидаємо.
vi: %i đạt đến kích thước "khung sườn" tối đa: %i. Đang đặt lại.
zh_cn: %i 超过最大骨架大小:%i。重置中。

source: %s Skeleton Program Generated by ccide-%s.%s %s
da: %s Skeletprogram oprettet af ccide-%s.%s %s
de: %s Gerüstprogramm generiert von ccide-%s.%s %s
eo: %s Skeleto-programo generita de ccide-%s.%s %s
es: %s Esqueleto del Programa Generado por ccide-%s.%s %s
fi: %s-kehysohjelma, jonka on tuottanut ccide-%s.%s %s
fr: %s Programme squelette généré par ccide-%s.%s %s
fur: %s Program scheletri gjenerât di ccide-%s.%s %s
hr: Predložak programa %s je napravio ccide-%s.%s %s
ka: %s ჩონჩხის პროგრამა გენერირებულია ccide-%s.%s %s მიერ
lv: %s Skeleta programma ģenerēta ar ccide-%s.%s %s
nl: %s Raamwerkprogramma aangemaakt door ccide-%s.%s %s
pl: %s Program szkieletowy wygenerowany przez ccide-%s.%s %s
ru: %s Каркас программы сгенерирован ccide-%s.%s %s
sr: Програм нацрта %s је направљен цциде-ом %s.%s %s
sv: %s Skelettprogram genererat av ccide-%s.%s %s
uk: %s Каркас програми, створений за допомогою ccide-%s.%s %s
vi: %s Chương trình KHUNG được tạo bởi ccide-%s.%s %s
zh_cn: %s 骨架程序，由 ccide-%s 生成。%s %s

source: %sEnd of Skeleton Program.%s
da: %sSlut på skeletprogram.%s
de: %sEnde des Gerüstprogramms.%s
eo: %sFino de skeleto-programo.%s
es: %sFin del Esqueleto del Programa.%s
fi: %sKehysohjelman loppu.%s
fr: %sFin du programme squelette.%s
fur: %sFin dal program scheletri.%s
hr: %sZavršetak predloška programa.%s
ka: %sჩონჩხის პროგრამის დასასრული.%s
lv: %sSkeleta programmas beigas.%s
nl: %sEinde raamwerkprogramma.%s
pl: %sKoniec programu szkieletowego.%s
ru: %sКонец каркаса программы.%s
sr: %sКрај програма нацрта.%s
sv: %sSlut på Skelettprogram.%s
uk: %sКінець каркасу програми.%s
vi: %sKết thúc của chương trình KHUNG.%s
zh_cn: %s骨架程序结束.%s

source: NEWGROUP not supported for GOTOless languages.
da: NEWGROUP er ikke understøttet for GOTOless-sprog.
de: NEWGROUP wird für Sprachen ohne GOTO nicht unterstützt.
eo: NEWGROUP ne estas subtenata por lingvoj sen GOTO.
es: NEWGROUP no tiene soporte para lenguajes sin GOTO.
fi: NEWGROUP ei tueta ohjelmointikielissä, joissa ei ole GOTO-käskyä.
fr: NEWGROUP pas supporté pour les langages sans GOTO.
fur: NEWGROUP no supuartât par lis lenghis cence GOTO.
hr: NEWGROUP nije podržano za jezike bez GOTO.
ka: NEWGROUP მხარდაუჭერელია GOTO-ის არმქონი ენებისთვის.
lv: NEWGROUP netiek atbalstīta bez-GOTO valodās.
nl: NEWGROUP voor talen zonder GOTO wordt niet ondersteund.
pl: NEWGROUP nie jest obsługiwane w językach bez GOTO.
ru: NEWGROUP не поддерживается для языков без GOTO.
sr: НОВАГРУПА није подржана за језике ИДИНАмање.
sv: NEWGROUP saknar stöd för språk utan GOTO.
uk: Для мов без GOTO не передбачено підтримки NEWGROUP.
vi: NHÓMMỚI không hỗ trợ cho ngôn ngữ GOTOless.
zh_cn: NEWGROUP 不支持无 GOTO 的语言。

source: %i exceeds the maximum number of rules %i.
da: %i er større end det maksimale regelantal %i.
de: %i überschreitet die maximale Regelanzahl %i.
eo: %i preterpasas la maksimuman nombron da reguloj %i.
es: %i excede el número máximo de reglas %i.
fi: %i ylittää sääntöjen enimmäismäärän %i.
fr: %i dépasse le nombre maximum de règles %i.
fur: %i al supere il massim numar di regulis %i.
hr: %i prekoračuje najveći broj pravila %i.
ka: %i წესების მაქსიმალურ რაოდენობას აჭარბებს %i.
lv: %i pārsniedz maksimālo kārtulu skaitu %i.
nl: %i overschrijdt maximum aantal regels %i.
pl: %i przekracza maksymalną liczbę reguł %i.
ru: %i превышает максимальное количество правил %i.
sr: %i превазилази највећи број правила %i.
sv: %i överstiger det maximala antalet regler %i.
uk: %i перевищує максимальну кількість правил, %i.
vi: %i đạt đến số lượng "quy tắc" tối đa %i.
zh_cn: %i 超出最大规则数量 %i。

source: %i exceeds the maximum number of actions %i.
da: %i er større end det maksimale antal af handlinger %i.
de: %i überschreitet die maximale Aktionsanzahl %i.
eo: %i preterpasas la maksimuman nombron da agoj %i.
es: %i excede el número máximo de acciones %i.
fi: %i ylittää toimintojen enimmäismäärän %i.
fr: %i dépasse le nombre maximum d'actions %i
fur: %i al supere il massim numar di azions %i.
hr: %i prekoračuje najveći broj radnji %i.
ka: %i ქმედების მაქსიმალურ რაოდენობას აჭარბებს %i.
lv: %ipārsniedz maksimālo darbību skaitu %i.
nl: %i overschrijdt maximum aantal acties %i.
pl: %i przekracza maksymalną liczbę akcji %i.
ru: %i превышает максимальное количество действий %i.
sr: %i превазилази највећи број радњи %i.
sv: %i överstiger det maximala antalet åtgärder %i.
uk: %i перевищує максимальну кількість дій, %i.
vi: %i đạt đến số lượng "hành vi" tối đa %i.
zh_cn: %i 超出最大动作数量 %i。

source: %i exceeds the maximum number of conditions %i.
da: %i er større end det maksimale antal af betingelser %i.
de: %i überschreitet die maximale Bedingungsanzahl %i.
eo: %i preterpasas la maksimuman nombron da kondiĉoj %i.
es: %i excede el número máximo de condiciones %i.
fi: %i ylittää ehtojen enimmäismäärän %i.
fr: %i dépasse le nombre maximum de conditions %i.
fur: %i al supere il massim numar di condizions %i.
hr: %i prekoračuje najveći broj uvjeta %i.
ka: %i პირობების მაქსიმალურ რაოდენობას აჭარბებს %i.
lv: %i pārsniedz maksimālo nosacījumu skaitu %i.
nl: %i overschrijdt maximum aantal voorwaarden %i.
pl: %i przekracza maksymalną liczbę warunków %i.
ru: %i превышает максимальное количество условий %i.
sr: %i превазилази највећи број услова %i.
sv: %i överstiger det maximala antalet villkor %i.
uk: %i перевищує максимальну кількість умов, %i.
vi: %i đạt đến số lượng "điều kiện" tối đa %i.
zh_cn: %i 超出最大条件数量 %i。

source: %i rules, instead of %i.
da: %i regler, i stedet for %i.
de: %i statt %i Regeln.
eo: %i reguloj, anstataŭ %i.
es: %i reglas, en lugar de %i
fi: %i sääntöä, eikä %i.
fr: %i règles au lieu de %i.
fur: %i regulis, invezit di %i.
hr: %i pravila, umjesto %i.
ka: %i წესი, %i-ის მაგიერ.
lv: %i kārtulas, %i vietā.
nl: %i regels, in plaats van %i.
pl: %i reguł zamiast %i.
ru: %i правил вместо %i.
sr: %i правила, уместо %i.
sv: %i regler istället för %i.
uk: %i правил, замість %i.
vi: %i quy tắc, thay vì %i.
zh_cn: %i 而非 %i 个规则。

source: Prefix longer than space allows.
da: Præfiks længere end mellemrum tillader.
de: Der Präfix ist zu lang.
eo: Prefikso estas pli longa ol la spaco permesas.
es: El prefijo es más largo de lo que permite el espacio
fi: Etuliite pitempi kuin tila sallii.
fr: Préfixe plus long que l'espace alloué.
fur: Prefìs plui lunc dal spazi permetût.
hr: Prefiks je dulji od dozvoljenog.
ka: პრეფიქსი უფრო გრძელია, ვიდრე ამის საშუალებას სივრცე იძლევა.
lv: Piedēklis garāks nekā vieta atļauj.
nl: Lengte voorvoegsel overschrijdt beschikbare ruimte.
pl: Prefiks dłuższy niż pozwala na to miejsce.
ru: Префикс длиннее, чем разрешённое пространство.
sr: Префикс је дужи него ли простор дозвољава.
sv: Prefix längre än vad utrymmet tillåter.
uk: Розмір префікса перевищує відведене на нього місце.
vi: Tiền tố dài hơn không gian cho phép.
zh_cn: 前缀长度大于空间大小所能允许的值。

source: Prefix contains invalid characters.
da: Præfiks indeholder ugyldige tegn.
de: Der Präfix beinhaltet ungültige Zeichen.
eo: Prefikso enhavas malvalidajn signojn.
es: El prefijo contiene caracteres inválidos
fi: Etuliite sisältää laittomia merkkejä.
fr: Préfixe contient des caractères illégaux.
fur: Il prefìs al conten caratars no valits.
hr: Prefiks sadrži neispravne znakove.
ka: პრეფიქსი დაუშვებელ სიმბოლოებს შეიცავს.
lv: Piedēklis satur nederīgas rakstzīmes.
nl: Voorvoegsel bevat ongeldige tekens.
pl: Prefiks zawiera błędne znaki.
ru: В префиксе содержатся недопустимые символы.
sr: Префикс садржи неисправне знаке.
sv: Prefix innehåller ogiltiga tecken.
uk: У префіксі містяться некоректні символи.
vi: Tiền tố chứa ký tự không hợp lệ.
zh_cn: 前缀包含无效字符。

source: CCIDE/FATAL: Delimiter %s cannot equal a QUOTE=(%s,%s) or a SUBSTITUTION=(%s,%s)
da: CCIDE/FATAL: Afgrænser %s kan ikke svare til en QUOTE=(%s,%s) eller en SUBSTITUTION=(%s,%s)
de: CCIDE/FATAL: Trennzeichen %s kann nicht mit einem QUOTE=(%s,%s) oder einer SUBSTITUTION=(%s,%s) übereinstimmen.
eo: CCIDE/NERIPAREBLA: la limigilo %s ne povas egali al QUOTE=(%s,%s) aŭ al SUBSTITUTION=(%s,%s)
es: CCIDE/FATAL: El delimitador %s no puede igualar una QUOTE=(%s,%s) o una SUBSTITUTION=(%s,%s)
fi: CCIDE/FATAL: Erotin %s ei voi olla sama kuin QUOTE=(%s,%s) tai SUBSTITUTION=(%s,%s)
fr: CCIDE/FATAL: Le délimiteur %s ne peut pas être égal à QUOTE=(%s,%s) ou à SUBSTITUTION=(%s,%s)
fur: CCIDE/FATÂL: il delimitadôr %s nol pues jessi uguâl a QUOTE=(%s,%s) o a SUBSTITUTION=(%s,%s)
hr: CCIDE/FATAL: Znak za razdvajanje %s ne može biti jednak QUOTE=(%s,%s) ili SUBSTITUTION=(%s,%s)
ka: CCIDE/FATAL: გამყოფი %s არ შეიძლება უდრიდეს ბრჭყალს=(%s,%s) ან შენაცვლებას=(%s,%s)
lv: CCIDE/FATĀLS: Norobežotājs %s nevar būt vienāds ar QUOTE=(%s,%s) vai ar SUBSTITUTION=(%s,%s)
nl: CCIDE/FATAL: scheidingsteken %s kan geen QUOTE=(%s,%s) of een SUBSTITUTION=(%s,%s) zijn
pl: CCIDE/BŁĄD KRYTYCZNY: Ogranicznik %s nie może być równy QUOTE=(%s,%s) ani SUBSTITUTION=(%s,%s)
ru: CCIDE/FATAL: Разделитель %s не совпадает с QUOTE=(%s,%s) или SUBSTITUTION=(%s,%s)
sr: ЦЦИДЕ/КОБНО: Раздвојник %s не може бити једнак ЦИТАТУ=(%s,%s) или ЗАМЕНИ=(%s,%s)
sv: CCIDE/ÖDESDIGER: Avgränsare %s kan inte vara likadan som QUOTE=(%s,%s) eller SUBSTITUTION=(%s,%s)
uk: CCIDE/FATAL: роздільник %s не може дорівнювати QUOTE=(%s,%s) або SUBSTITUTION=(%s,%s)
vi: CCIDE/NGHIÊM-TRỌNG: Dấu giới hạn %s không bằng với QUOTE=(%s,%s) hoặc một SUBSTITUTION=(%s,%s)
zh_cn: CCIDE/致命：分隔符 %s 不能等于一个 QUOTE=(%s,%s) 或一个 SUBSTITUTION=(%s,%s)

source: NULL Delimiter
da: NULL-afgrænser
de: NULL-Trennzeichen
eo: Limigilo NULL
es: Delimitador NULL
fi: NULL-erotin
fr: Délimiteur nul
fur: Delimitadôr NUL
hr: NULL znak za razdvajanje
ka: ცარიელი გამყოფი
lv: NULL Norobežotājs
nl: NULL-scheidingsteken
pl: Ogranicznik NULL
ru: Разделитель NULL
sr: Раздвојник НИШТА
sv: NULL-avgränsare
uk: NULL-роздільник
vi: Dấu giới hạn NULL
zh_cn: NULL 分界符

source: CCIDE/PARSE: Sorry, %s programming language is not supported, yet.
da: CCIDE/PARSE: Beklager, programmeringssproget %s er endnu ikke understøttet.
de: CCIDE/PARSE: Entschuldigung, die Programmiersprache %s wird noch nicht unterstützt.
eo: CCIDE/ANALIZO: pardonu, la program-lingvo %s ankoraŭ ne estas subtenata.
es: CCIDE/PARSE: Lo sentimos, %s este lenguaje de programación no está soportado aún.
fi: CCIDE/PARSE: Ohjelmointikieltä %s ei vielä tueta.
fr: CCIDE/ANALYSE: Désolé, le langage de programmation %s n'est pas encore supporté.
fur: CCIDE/ANALISI: nus displâs, il lengaç di programazion %s nol è ancjemò supuartât.
hr: CCIDE/PARSE: Žao mi je, programski jezik %s još nije podržan.
ka: CCIDE/PARSE: უკაცრავად, პროგრამირების ენა %s ჯერ მხარდაჭერილი არაა.
lv: CCIDE/PARSĒTĀJS: Atvainojiet, %s programmēšanas valoda vēl netiek atbalstīta.
nl: CCIDE/PARSE: helaas, de programmeertaal %s wordt (nog) niet ondersteund.
pl: CCIDE/ANALIZA: Niestety język programowania %s nie jest jeszcze obsługiwany.
ru: CCIDE/PARSE: Язык программирования %s пока не поддерживается.
sr: ЦЦИДЕ/ОБРАДА: Извините, програмски језик „%s“ није подржан, још увек.
sv: CCIDE/TOLKNING: Tyvärr, programmeringsspråket %s stöds inte ännu.
uk: CCIDE/PARSE: вибачте, підтримки мови програмування %s ще не передбачено.
vi: CCIDE/PHÂN-TÍCH: Rất tiếc, ngôn ngữ lập trình %s vẫn chưa được hỗ trợ.
zh_cn: CCIDE/解析：抱歉，%s 编程语言尚不支持。

source: Binding gettext
da: Binder gettext
de: Gettext wird gebunden.
eo: Ligado al gettext
es: Vinculándose con gettext
fi: Sidotaan gettext
fr: Liaison à gettext
fur: Daûr a vincolâ gettext
hr: Povezujem gettext
ka: Gettext-ის მიბმა
lv: gettext sasaiste
nl: gettext wordt gekoppeld
pl: Dowiązywanie gettexta
ru: Привязка gettext
sr: Повезујем геттекст
sv: Binder gettext
uk: Прив’язування до gettext
vi: Đang ràng bộc gettext
zh_cn: 正绑定 gettext

source: Getting textdomain
da: Henter tekstdomæne
de: Textbereich wird geholt.
eo: Akirado de textdomain
es: Obteniendo textdomain
fi: Haetaan textdomain
fr: Obtention de textdomain
fur: Daûr a otignî textdomain
hr: Preuzimam tekstualnu domenu
ka: Textdomain-ის მიღება
lv: Tiek iegūts textdomain
nl: Ophalen tekstdomein
pl: Pobieranie textdomain
ru: Получение textdomain
sr: Добављам домен текста
sv: Hämtar textdomän
uk: Отримання текстового домену
vi: Đang lấy textdomain
zh_cn: 正获取 textdomain

source: Parameter %i is too long.
da: Parameter %i er for lang.
de: Parameter %i ist zu lang.
eo: La parametro %i tro longas.
es: El parámetro %i es demasiado largo.
fi: Parametri %i on liian pitkä.
fr: Paramètre %i est trop long.
fur: Parametri %i masse lunc.
hr: Parametar %i je predugačak.
ka: პარამეტრი (%i) ძალიან გრძელია.
lv: Parametrs %i ir pārāk garš.
nl: Parameter %i is te lang.
pl: Parametr %i jest zbyt długi.
ru: Параметр %i слишком длинный.
sr: Параметар %i је предуг.
sv: Parameter %i är för lång.
uk: Параметр %i є надто довгим.
vi: Tham số %i quá dài.
zh_cn: 参数 %i 过长。

source: Cannot find case value for rule %i%s
da: Kan ikke finde indholdsværdi for regel %i%s
de: Es konnte kein Fallwert für die Regel %i%s gefunden werden.
eo: Ne eblas trovi kondiĉan valoron por %i%s
es: No se puede encontrar el valor del caso para la regla %i%s
fi: Ei voi löytää arvoa säännölle %i%s
fr: Ne peut trouver la valeur du cas pour la règle %i%s
fur: Impussibil cjatâ il valôr dal câs pe regule %i%s
hr: Ne mogu pronaći vrijednost slučaja za pravilo %i%s
ka: წესის %i%s მნიშვნელობის პოვნა შეუძლებელია
lv: Nevar atrast lietas vērtību kārtulai %i%s
nl: Besliswaarde voor regel %i%s is niet gevonden
pl: Nie odnaleziono wartości warunku dla reguły %i%s
ru: Не удалось найти значение case для правила %i%s
sr: Не могу да пронађем вредност случаја за правило %i%s
sv: Kan inte hitta lägesvärde för regel %i%s
uk: Не вдалося знайти умову (значення) випадку для правила %i%s
vi: Không tìm thấy giá trị "case" cho quy tắc %i%s

source: Dropping rule %i in table %i.
da: Dropper regel %i i tabel %i.
de: Regel %i aus Tabelle %i wird gelöscht.
eo: Forĵetado de regulo %i en tabelo %i.
es: Soltando la regla %i en la tabla %i.
fi: Pudotussääntö %i taulussa %i.
fr: Abandon de la règle %i dans la table %i.
fur: Si bandone la regule %i inte tabele %i.
hr: Odbacujem pravilo %i u tablici %i.
ka: მიმდინარეობს წესის (%i) წაშლა ცხრილში %i.
lv: Tiek izmesta kārtula %i tabulā %i.
nl: Regel %i in tabel %i vervalt.
pl: Porzucono regułę %i w tablicy %i.
ru: Отбрасывается правило %i из таблицы %i.
sr: Одбацујем правило „%i“ у табели %i.
sv: Tar bort regel %i i tabell %i.
uk: Відкидаємо правило %i у таблиці %i.
vi: Xóa quy tắc %i trong bảng %i.
zh_cn: 丢弃表 %2$i 中的规则 %1$i。

source: Rule %i conflicts with rule %2i
da: Regel %i er i konflikt med regel %2i
de: Regel %i widerspricht Regel %2i
eo: La regulo %i malakordas kun la regulo %2i
es: La regla %i esta en conflicto con la regla %2i
fi: Sääntö %i on ristiriidassa säännön %2i kanssa
fr: La règle %i est en conflit avec la règle %2i
fur: La regule %i e va in conflit cun la regule %2i
hr: Pravilo %i je u konfliktu s pravilom %2i
ka: წესი %i კონფლიქტობს წესთან %2i
lv: Kārtula %i konfliktē ar kārtulu %2i
nl: Regel %i is in tegenspraak met regel %2i
pl: Reguła %i jest w konflikcie z regułą %2i
ru: Правило %i конфликтует с правилом %2i
sr: Правило %i се сукобљава са правилом %2i
sv: Regel %i står i konflikt med regel %2i
uk: Правило %i суперечить правилу %2i
vi: Quy tắc %i xung đột với quy tắc %2i
zh_cn: 规则 %i 和规则 %2i 冲突

source: Rules %2i and %2i overlap.
da: Reglerne %2i og %2i overlapper.
de: Regeln %2i und %2i überschneiden sich.
eo: Reguloj %2i kaj %2i intermiksiĝas.
es: Las reglas %2i y %2i se superponen.
fi: Säännöt %2i ja %2i menevät päällekkäin.
fr: Les règles %2i et %2i se chevauchent.
fur: Regulis %2i e %2i si soreponin.
hr: Pravila %2i i %2i se preklapaju.
ka: წესები %2i და %2i ურთიერთგადაფარვადია.
lv: Kārtula %2i un %2i pārklājas.
nl: Regels %2i en %2i overlappen.
pl: Reguły %2i i %2i zachodzą na siebie.
ru: Правила %2i и %2i перекрываются.
sr: Правило %2i и %2i се преклапају.
sv: Regler %2i och %2i överlappar.
uk: Правила %2i і %2i перекриваються.
vi: Quy tắc %2i và %2i chồng lên nhau.
zh_cn: 规则 %2i 和 %2i 重叠。

source: Allocating leading white space
da: Allokerer foranstillet hvidt mellemrum
de: Führender Leerraum wird im Speicher zugewiesen.
eo: Rezervo de antaŭira blank-spaco
es: Ubicando espacio blanco principal
fi: Varataan edeltäviä tyhjemerkkejä
fr: Alloue les espaces de début
fur: Daûr a assegnâ il prin spazi blanc
hr: Alociram vodeću
ka: მიმდინარეობს წინამძღოლი ცარიელი ადგილის გამოყოფა
lv: Tiek piešķirta vadošā atstarpe
nl: Voorloopspaties worden gereserveerd
pl: Przydzielanie początkowego pustego miejsca
ru: Выделяет начальное пустое пространство
sr: Додељујем водећи размак
sv: Allokerar inledande blanksteg
uk: Отримуємо область для початкового пробілу
vi: Cấp phát khoảng trắng dẫn đầu
zh_cn: 正在分配前导空白字符

source: '=' probably should be '==' in condition stub %i
da: »=« skal sandsynligvis være »==« i betingelsesdelen %i
de: ‚=‘ in Bedingungsabschnitt %i sollte vermutlich ‚==‘ heißen
eo: '=' probable devos esti '==' en la kondiĉa ero %i
es: '=' probablemente debiera ser '==' en la condición %i
fi: '=' pitäisi luultavasti olla '==' ehtolausetyngässä %i
fr: « = » devrait probablement être « == » dans la condition de l'ébauche %i
fur: '=' probabilmentri al varès di jessi '==' inte condizion stub %i
hr: „=” bi vjerojatno trebalo biti „==” u uvjetnom elementu %i
ka: '=' ალბათ უნდა იყოს '==' პირობით %i
lv: "=" iespējams vajadzēja būt "==" nosacījumā %i
nl: '=' n voorwaardenblok %i moet waarschijnlijk '=='
pl: '=' prawdopodobnie powinien być '==' w warunku %i
ru: вероятно, в заглушке условия %i вместо «=» должно быть «==»
sr: „=“ вероватно треба да буде „==“ у елементу услова %i
sv: ”=” borde antagligen vara ”==” i villkorsstubbe %i
uk: ймовірно, у шаблоні умови %i «=» має бути замінено на «==»
vi: '=' chắc chắn phải là '==' trong gốc điều kiện %i

source: %s is the same as condition %i
da: %s er den samme som betingelse %i
de: %s ist dasselbe wie Bedingung %i.
eo: %s samas al la kondiĉo %i
es: %s es la misma condición que %i
fi: %s on sama kuin ehto %i
fr: %s est la même que la condition %i
fur: %s al è il stes de condizion %i
hr: %s je isti kao uvjet %i
ka: %s იგივეა, რაც პირობა %i
lv: %s ir tas pats nosacījums kā %i
nl: %s is gelijk aan voorwaarde %i
pl: %s jest taki sam, jak warunek %i
ru: %s тоже, что и условие %i
sr: %s је исто као услов %i
sv: %s är detsamma som villkor %i
uk: %s є тією ж умовою, що і %i
vi: %s là giống với điều kiện %i
zh_cn: %s 和条件 %i 等同

source: %s is the same as action %i
da: %s er den samme som handling %i
de: %s ist dasselbe wie Aktion %i.
eo: %s samas al la ago %i
es: %s es la misma acción que %i
fi: %s on sama kuin toiminto %i
fr: %s est la même que l'action %i
fur: %s al è il stes de azion %i
hr: %s je isti kao radnja %i
ka: %s იგივე ქმედებაა, რაც %i
lv: %s ir tā pati darbība kā %i
nl: %s is gelijk aan actie %i
pl: %s jest taka sama, jak akcja %i
ru: %s тоже, что и действие %i
sr: %s је исто као радња %i
sv: %s är detsamma som åtgärd %i
uk: %s є тією ж дією, що і %i
vi: %s là giống với thao tác %i
zh_cn: %s 和动作 %i 等同
